{
  "translation": {
    "About": "Sobre",
    "Projects": "Projetos",
    "Contact": "Contato",
    "Language": "Idioma",
    "Theme": "Tema",

    "Rakodashi | Home Button":"Rakodashi | Botão Home",
    "Github Button": "Botão Github",
    "LinkedIn Button": "Botão LinkedIn",
    "CodePen Button": "Botão CodePen",
    "ArtStation Button": "Botão ArtStation",
    "Change language Pt-Br | En":"Mudar Idioma Pt-Br | En",
    "Theme Button":"Botão de Tema",

    "Front-End Web Developer & Graphic Designer": "Desenvolvedora Front-End e Designer Gráfico",
    "Hey there, I'm Rafa! I'm a Front-End Developer, graduated in Graphic Design and also have some knowledge on 3DCG and can speak portuguese, english, and japanese.": "Oie, eu sou a Rafa! Sou uma desenvolvedora Front-End, graduada em Design Gráfico e eu também possuo conhecimento em 3DCG e posso falar português, inglês e japonês.",
    "I have a year of experience building Front-End projects, and I'm also studying Web Development and Computer Science with Harvard's CS50w & CS50x Online Courses, I've done a 10-day Intensive coding course at Alura and a Front-end course at Santander Coders, and I'm now focusing on learning more about Back-End to complement my knowledge in the MERN stack and React, and polishing my skills by doing projects like this very site!": "Eu tenho um ano de experiência construindo projetos de Front-End, eu também estou estudando Desenvolvimento Web e Ciência da Computação com os cursos online CS50w e CS50x de Harvard, Eu fiz um curso Intensivo de 10 dias na Alura e um curso de Front-End na Santander Coders, e agora estou focando em aprender mais sobre Back-End para complementar o meu conhecimento no MERN stack e em React, e polir minhas habilidades fazendo projetos como esse site!",
    
    "Code": "Código",

    "A fictional app UI with a main page, an entity registry page, a see registered entities page and a register new operation field page.": "Um UI de app fictício com página principal, página de registro de entidade, página de ver entidades registradas e página com campo pra registro de nova operação.",
    "Currency Converter": "Conversor de Moedas",
    "A currency converter made as the first project in the 10-day Intensive at Alura.": "Um conversor de moedas, o primeiro projeto do Intensivo de 10 dias da Alura.",
    "A google clone website that reproduces the main page, the Google Images page, the Advanced Search page and a semi-functional login page.": "Um site clone do Google que reproduz a página principal, a página de Imagens, de Pesquisa Avançada e uma página de login semi-funcional.",

    "Technologies used": "Tecnologias usadas",

    "Contact Me": "Contate Me",
    "Name": "Nome",
    "Message":"Mensagem",
    "Send": "Enviar"
  }
}